Repository: marcelo-souzaf/CollectiveAccessCompose
Catalog: */messages3.po
Languages: pt_br

source: About
pt_br: Sobre nós

source: Filter by
pt_br: Filtrar por

source: Loading...
pt_br: Carregando...

source: and %1 more
pt_br: e mais %1

source: close
pt_br: fechar

source: Sort by:
pt_br: Ordenar por:

source: Result
pt_br: Resultado

source: Results
pt_br: Resultados

source: Add all results to %1
pt_br: Adicionar todos os resultados a %1

source: Select results to add to %1
pt_br: Selecionar resultados para adicionar a %1

source: Sort order:
pt_br: Ordem de ordenação:

source: Ascending
pt_br: Ascendente

source: Descending
pt_br: Descendente

source: Start Over
pt_br: Começar de Novo

source: Download results as:
pt_br: Baixar resultados como:

source: Add selected results to %1
pt_br: Adicionar resultados selecionados a %1

source: Did you mean one of these: %1?
pt_br: Você quis dizer um destes: %1?

source: Did you mean %1?
pt_br: Você quis dizer %1?

source: Next %1
pt_br: Próximo %1

source: Top
pt_br: Topo

source: View sub-items
pt_br: Ver sub-itens

source: Loading
pt_br: Carregando

source: Response Information
pt_br: Informação de Resposta

source: %1 Information
pt_br: %1 Informação

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: Save
pt_br: Salvar

source: You have no %1.
pt_br: Você não tem %1.

source: New %1
pt_br: Novo %1

source: New Group
pt_br: Novo Grupo

source: %1 members
pt_br: %1 membros

source: Url to join group
pt_br: Url para juntar-se ao grupo

source: Members
pt_br: Membros

source: Group has no users
pt_br: Grupo não tem usuários

source: Delete
pt_br: Excluir

source: Cancel
pt_br: Cancelar

source: Really delete <strong><em>%1</em></strong>? This action cannot be undone.
pt_br: Realmente excluir <strong><em>%1</em></strong>? Esta ação não pode ser desfeita.

source: %1 Access
pt_br: %1 Acesso

source: Groups
pt_br: Grupos

source: remove access
pt_br: remover acesso

source: Users
pt_br: Usuários

source: Owner
pt_br: Proprietário

source: Refine sort by:
pt_br: Refinar ordenação por:

source: All %1
pt_br: Todos %1

source: Edit Name/Description
pt_br: Editar Nome/Descrição

source: Share %1
pt_br: Compartilhar %1

source: Manage %1 Access
pt_br: Gerenciar %1 Acesso

source: Start presentation
pt_br: Começar apresentação

source: Download as:
pt_br: Baixar como:

source: New User Group
pt_br: Novo Grupo de Usuários

source: Manage Your User Groups
pt_br: Gerenciar Seus Grupos de Usuários

source: Created by
pt_br: Criado por

source: Displaying %1 view because required data is not available to generate a %1 view
pt_br: Exibindo %1 visualização porque os dados necessários não estão disponíveis para gerar uma visualização de %1

source: Click the %1 near items throughout the site to add items to this %2.
pt_br: Clique no %1 próximo aos itens em todo o site para adicionar itens a este %2.

source: Respond
pt_br: Responder

source: %1 Response%2
pt_br: %1 Resposta%2

source: Comments
pt_br: Comentários

source: add your comment
pt_br: adicionar seu comentário

source: No collections available
pt_br: Nenhuma coleção disponível

source: Contact
pt_br: Contato

source: Your message has been sent.
pt_br: Sua mensagem foi enviada.

source: Simple Math Quiz (to prevent SPAMbots)
pt_br: Quiz de Matemática Simples (para prevenir SPAMbots)

source: Please correctly answer the security question.
pt_br: Por favor, responda corretamente à questão de segurança.

source: Terms and conditions
pt_br: Termos e condições

source: I agree to the Terms and Conditions set out herein
pt_br: Eu concordo com os Termos e Condições estabelecidos aqui

source: You must agree to the terms and conditions before proceeding.
pt_br: Você deve concordar com os termos e condições antes de prosseguir.

source: Featured clips (%1)
pt_br: Clips em destaque (%1)

source: Add your tags and comment
pt_br: Adicione suas tags e comentar

source: tags separated by commas
pt_br: tags separadas por vírgulas

source: Comment
pt_br: Comentar

source: Share this item
pt_br: Compartilhar este item

source: To e-mail address
pt_br: Para endereço de e-mail

source: Enter multiple addresses separated by commas
pt_br: Insira mútliplos endereços separados por vírgulas

source: Your name
pt_br: Seu nome

source: Your email address
pt_br: Seu endereço de e-mail

source: Security Question
pt_br: Pergunta de Segurança

source: Subject
pt_br: Assunto

source: Message
pt_br: Mensagem

source: How to use the image viewer
pt_br: Como usar o visualizador de imagens

source: Click and drag with the mouse to pan across the image. You can use the mousewheel or trackpad to zoom in or out of the image. The <code>+</code> and <code>-</code> buttons and zoom slider bar at the top of viewer may also be used. The viewer displays the image at full resolution, loading detail as you zoom. The more you zoom the more detail will be visible.
pt_br: Clique e arraste com o mouse para mover a imagem. Você pode usar a roda do mouse ou o trackpad para ampliar ou reduzir a imagem. Os botões <code>+</code> e <code>-</code> e a barra de controle de zoom no topo do visualizador também podem ser usados. O visualizador exibe a imagem em resolução total, carregando detalhes à medida que você amplia. Quanto mais você amplia, mais detalhes serão visíveis.

source: You may add text annotations to the image. Each annotation is associated with a point, rectangular or polygon area on the image. To create an annotation select the point (line icon), rectangle or polygon tool from the tool bar, then click on the location you wish to annotate.
pt_br: Você pode adicionar anotações de texto à imagem. Cada anotação está associada a um ponto, área retangular ou poligonal na imagem. Para criar uma anotação, selecione a ferramenta de ponto (ícone de linha), retângulo ou polígono da barra de ferramentas, então clique no local que deseja anotar.

source: For point annotations a line will appear connecting the location with a text box. The location will also be highlighted with a red translucent circle. You may drag both the point of the line and the text box to adjust position.
pt_br: Para anotações de ponto, uma linha aparecerá conectando o local com uma caixa de texto. O local também será destacado com um círculo translúcido vermelho. Você pode arrastar tanto o ponto da linha quanto a caixa de texto para ajustar a posição.

source: For rectangular annotations a rectangle will appear with a text box below and adjacent. Drag on the edges at the highlighted locations to resize the rectangle. Drag the rectangle on its interior to reposition it.
pt_br: Para anotações retangulares, um retângulo aparecerá com uma caixa de texto abaixo e adjacente. Arraste nas bordas nos locais destacados para redimensionar o retângulo. Arraste o retângulo em seu interior para reposicioná-lo.

source: For polygon annotations click repeatedly on the image to establish line segments at various locations for the polygon shape. The shape may have any number of points, and consequently sides. To complete the shape double-click when placing the final point or click on the pan, rectangle or point tools. You can adjust the shape by clicking and dragging on any point. To move the shape, click and drag on the outline, away from any point. To remove a point click on it while holding down the option key. To add a point click on the outline, away from any point, while holding down the option key.
pt_br: Para anotações poligonais, clique repetidamente na imagem para estabelecer segmentos de linha em vários locais para a forma do polígono. A forma pode ter qualquer número de pontos e, consequentemente, lados. Para completar a forma, clique duas vezes quando colocar o último ponto ou clique nas ferramentas de deslocamento, retângulo ou ponto. Você pode ajustar a forma clicando e arrastando em qualquer ponto. Para mover a forma, clique e arraste na borda, para longe de qualquer ponto. Para remover um ponto, clique nele enquanto segura a tecla de opção. Para adicionar um ponto, clique na borda, para longe de qualquer ponto, enquanto segura a tecla de opção.

source: You may also drag the text box into position. Click on the text box to add text. All changes to annotations are saved automatically as you work.
pt_br: Você também pode arrastar a caixa de texto para a posição. Clique na caixa de texto para adicionar texto. Todas as alterações nas anotações são salvas automaticamente à medida que você trabalha.

source: Keyboard shortcuts
pt_br: Atalhos de teclado

source: Single-key shortcuts are available for common actions. Pressing the key is equivalent to the corresponding mouse action.
pt_br: Atalhos de tecla única estão disponíveis para ações comuns. Pressionar a tecla equivale à ação do mouse correspondente.

source: %1 to activate image panning
pt_br: %1 para ativar o deslocamento da imagem

source: %1 to select the rectangle annotation tool
pt_br: %1 para selecionar a ferramenta de anotação retangular

source: %1 to select the point annotation tool
pt_br: %1 para selecionar a ferramenta de anotação de ponto

source: %1 to select the polygon annotation tool
pt_br: %1 para selecionar a ferramenta de anotação poligonal

source: %1 to delete the selected annotation
pt_br: %1 para excluir a anotação selecionada

source: %1 to toggle visibility of the image overview
pt_br: %1 para alternar a visibilidade da visão geral da imagem

source: %1 to return the image to the centered, zoomed out "home" position
pt_br: %1 para retornar a imagem à posição "inicial" centralizada e sem zoom

source: %1 to toggle visibility of viewer controls
pt_br: %1 para alternar a visibilidade dos controles do visualizador

source: %1 to hide controls and labels
pt_br: %1 para ocultar controles e rótulos

source: %1 or %2 to zoom in in small increments
pt_br: %1 ou %2 para aumentar o zoom em pequenos incrementos

source: %1 or %2 to zoom out in small increments
pt_br: %1 ou %2 para diminuir o zoom em pequenos incrementos

source: %1, %2, %3 or %4 to pan the image in small increments
pt_br: %1, %2, %3 ou %4 para deslocar a imagem em pequenos incrementos

source: more
pt_br: mais

source: items
pt_br: itens

source: view %1
pt_br: ver %1

source: VIEW RECORD
pt_br: VER REGISTRO

source: comment
pt_br: comentário

source: comments
pt_br: comentários

source: %1 items
pt_br: %1 itens

source: Add item to %1
pt_br: Adicionar item a %1

source: Select a %1
pt_br: Selecionar um %1

source: OR<br/>Create a New %1
pt_br: OU<br/>Criar um Novo %1

source: Your %1
pt_br: Seu %1

source: Select a group
pt_br: Selecionar um grupo

source: Select a user group
pt_br: Selecionar um grupo de usuários

source: OR enter a user
pt_br: OU insira um usuário

source: Enter a user
pt_br: Insira um usuário

source: email address or multiple addresses separated by comma
pt_br: endereço de e-mail ou múltiplos endereços separados por vírgula

source: Access
pt_br: Acesso

source: Can read
pt_br: Pode ler

source: Can edit
pt_br: Pode editar

source: Back to %1
pt_br: De volta a %1

source: User Groups
pt_br: Grupos de Usuários

source: change access
pt_br: alterar acesso

source: write access
pt_br: acesso de gravação

source: read access
pt_br: acesso de leitura

source: Change to read access
pt_br: Alterar para acesso de leitura

source: Change to write access
pt_br: Alterar para acesso de gravação

source: Remove comment
pt_br: Remover comentário

source: There are no items in this %1
pt_br: Não há itens neste %1

source: You may not edit this set, you have read only access.
pt_br: Você não pode editar este conjunto, você tem acesso de somente leitura.

source: View Item Detail
pt_br: Ver detalhes do item

source: Enlarge Image
pt_br: Ampliar imagem

source: Activity stream
pt_br: Atividade

source: changed an item in %1
pt_br: alterou um item em %1

source: removed and item from %1
pt_br: removeu um item de %1

source: shared %1 with %2
pt_br: compartilhou %1 com %2

source: changed how they share %1 with %2
pt_br: alterou como compartilham %1 com %2

source: unshared %1 with %2
pt_br: parou de compartilhar %1 com %2

source: commented on %1
pt_br: comentou em %1

source: commented on an item in %1
pt_br: comentou em um item em %1

source: made %1
pt_br: fez %1

source: edited %1
pt_br: editou %1

source: deleted %1
pt_br: excluiu %1

source: Create your first %1
pt_br: Crie seu primeiro %1

source: Your User Groups
pt_br: Seus Grupos de Usuários

source: You have made no user groups
pt_br: Você não fez nenhum grupo de usuários

source: Login
pt_br: Entrar

source: E-mail address
pt_br: Endereço de e-mail

source: Password
pt_br: Senha

source: Click here to register
pt_br: Clique aqui para se cadastrar

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Profile
pt_br: Perfil

source: Reset Password
pt_br: Redefinir Senha

source: Only enter if you would like to change your current password
pt_br: Apenas entre se você deseja alterar sua senha atual

source: Re-Type password
pt_br: Redigite a senha

source: Register
pt_br: Cadastrar

source: Reset Your Password
pt_br: Redefinir sua Senha

source: Instructions have been sent to the e-mail address you provided.
pt_br: Instruções foram enviadas para o endereço de e-mail que você forneceu.

source: You should receive the instructions within the hour. If you do not, contact us for assistance at
pt_br: Você deve receber as instruções dentro de uma hora. Se não recebê-las, entre em contato conosco para obter assistência em

source: Your password has been reset!
pt_br: Sua senha foi redefinida!

source: You may now
pt_br: Você pode agora

source: Please confirm you have copied the provided link properly. If you continue to have difficulty, contact us for assistance,
pt_br: Por favor, confirme que você copiou o link fornecido corretamente. Se você continuar a ter dificuldades, entre em contato conosco para obter assistência,

source: Please enter your new password.
pt_br: Por favor, digite sua nova senha.

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirme a nova senha

source: To reset your password enter the e-mail address you used to register below. A message will be sent to the address with instructions on how to reset your password.
pt_br: Para redefinir sua senha, digite o endereço de e-mail que você usou para se cadastrar abaixo. Uma mensagem será enviada para o endereço com instruções de como redefinir sua senha.

source: Full results
pt_br: Resultados completos

source: sort by:
pt_br: ordenar por:

source: Search results for %1
pt_br: Resultados da pesquisa para %1

source: Your search for %1 returned no results
pt_br: Sua pesquisa por %1 não retornou resultados

source: Locale
pt_br: Idioma

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Browse
pt_br: Navegar

source: Browse by:
pt_br: Navegar por:

source: Filter facet
pt_br: Filtrar faceta

source: Browse all %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>
pt_br: Navegar por todos %1 &nbsp;<span class="glyphicon glyphicon-arrow-right"></span>

source: No facets available
pt_br: Nenhuma faceta disponível

source: User Profile
pt_br: Perfil do Usuário

source: Logout
pt_br: Sair

source: Advanced Search
pt_br: Pesquisa Avançada

source: Gallery
pt_br: Galeria

source: <div class='error'>An error in your system configuration has been detected</div> General installation instructions can be found <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>here</a>. For more specific hints on the existing issues please have a look at the messages below.
pt_br: <div class='error'>Um erro na configuração do seu sistema foi detectado</div> Instruções gerais de instalação podem ser encontradas <a href='http://wiki.collectiveaccess.org/index.php?title=Installation_(Pawtucket)' target='_blank'>aqui</a>. Para mais dicas específicas sobre os problemas existentes, por favor veja as mensagens abaixo.
